tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "glib"
brew "cairo"
brew "eza"
brew "fd"
brew "fzf"
brew "harfbuzz"
brew "tesseract"
brew "git"
brew "python@3.12"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazygit"
brew "maven"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "openjdk@21"
brew "podman"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "tlrc"
brew "tmux"
brew "trash", link: true
brew "yazi"
brew "zoxide"
cask "aerospace"
cask "discord"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "kitty"
cask "proton-drive"
vscode "asvetliakov.vscode-neovim"
vscode "davidanson.vscode-markdownlint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "mvllow.rose-pine"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
