tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "bat"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "eza"
brew "fd"
brew "fzf"
brew "harfbuzz"
brew "tesseract"
brew "git"
brew "glow"
brew "gradle"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazygit"
brew "maven"
brew "mtr"
brew "neovim"
brew "openjdk@21"
brew "pandoc"
brew "podman"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "tlrc"
brew "tmux"
brew "trash"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "discord"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager"
cask "kitty"
