tap "homebrew/bundle"
brew "bat"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "fd"
brew "fzf"
brew "harfbuzz"
brew "git"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "openjdk"
brew "maven"
brew "neovim"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "tmux"
brew "yazi"
brew "zoxide"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "iterm2"
cask "kitty"
vscode "adpyke.codesnap"
vscode "davidanson.vscode-markdownlint"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "slevesque.vscode-zipexplorer"
vscode "sunshaoce.risc-v"
vscode "tomoki1207.pdf"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
