7zip
adw-gtk-theme
adwaita-qt5-git
adwaita-qt6-git
alsa-utils
archlinux-xdg-menu
awww
base
base-devel
bat
bind
bitwarden
blueman
bluez-deprecated-tools
bluez-utils
breeze
breeze-gtk
brightnessctl
btop
chafa
cliphist
ddcutil
dnscrypt-proxy
efibootmgr
element-desktop
eza
fastfetch
fd
firefox
fprintd
fwupd
fzf
gcc
gimp
git
github-cli
gnome-keyring
grim
grub
gvfs
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprsunset
imagemagick
intel-media-driver
intel-media-sdk
intel-ucode
inter-font
jq
jupyter-notebook
keyd
kitty
lazygit
ldns
libreoffice-fresh
libva-utils
linux
linux-firmware
man-db
matugen
mtr
nautilus
neovim
netbird
network-manager-applet
networkmanager
networkmanager-openconnect
nm-connection-editor
nmap
noto-fonts-emoji
nwg-look
openconnect
openssh
openvpn
otf-font-awesome
pacman-contrib
parallel
pavucontrol
perl-image-exiftool
pipewire-alsa
pipewire-pulse
podman
podman-compose
protonmail-bridge
python-ipympl
python-pandas
python-scikit-learn
python-seaborn
qt5-wayland
qt5ct
qt6ct
quickshell
resvg
ripgrep
rofi
rpi-imager
satty
sddm
socat
sof-firmware
spotify-launcher
stow
sudo
swaync
thunderbird
tldr
tlp
tlpui
ttf-meslo-nerd
unzip
vdpauinfo
vlc
vlc-plugin-ffmpeg
vscodium
vscodium-marketplace
vulkan-intel
vulkan-tools
waybar
wev
wget
whois
wireguard-tools
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-hyprland
yay
yazi
zip
zoxide
zsh
zsh-completions
