7zip
alsa-utils
archlinux-xdg-menu
base
base-devel
bat
biber
bind
blueman
bluez-deprecated-tools
bluez-utils
breeze
breeze-gtk
brightnessctl
btop
cliphist
cmatrix
discord
dns-over-https
dolphin
efibootmgr
eza
fastfetch
fd
firefox
fwupd
fzf
gcc
gimp
git
grim
grimblast-git
grub
gvfs
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
imagemagick
intel-media-driver
intel-media-sdk
intel-ucode
inter-font
iperf3
jq
kitty
lazygit
ldns
libreoffice-fresh
libva-utils
linux
linux-firmware
man-db
matugen
mtr
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
nm-connection-editor
nmap
nodejs
nodejs-mapscii
noto-fonts-emoji
nwg-look
openconnect
openssh
openvpn
otf-font-awesome
pacman-contrib
pavucontrol
pinta
pipewire-alsa
pipewire-pulse
podman
podman-compose
proton-vpn-gtk-app
protonmail-bridge
qt5ct-kde
qt6ct-kde
resvg
ripgrep
rofi
sddm
slurp
sof-firmware
speedtest-cli
spotify-launcher
sudo
swaync
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
tldr
tmux
ttf-fira-sans
ttf-meslo-nerd
ufw
unzip
vdpauinfo
visual-studio-code-bin
vulkan-intel
vulkan-tools
waybar
wget
whois
wireguard-tools
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
yay
yazi
zathura-pdf-poppler
zig
zip
zoxide
zsh
zsh-completions
