alsa-utils
archlinux-xdg-menu
base
base-devel
bat
blueman
bluez-deprecated-tools
bluez-utils
breeze
breeze-gtk
breeze5
brightnessctl
btop
cliphist
dmidecode
dolphin
efibootmgr
eza
fastfetch
fd
firefox
fwupd
fzf
gcc
git
grub
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
intel-media-driver
intel-media-sdk
intel-ucode
inxi
jq
kitty
lazygit
libva-utils
linux
linux-firmware
man-db
materia-gtk-theme
nautilus
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts-cjk
nwg-look
openssh
pavucontrol
pipewire-alsa
pipewire-pulse
qt5-wayland
qt6ct
read-edid
ripgrep
rofi-wayland
sddm
sof-firmware
spotify-launcher
sudo
swaync
ttf-meslo-nerd
ufw
vdpauinfo
visual-studio-code-bin
vulkan-intel
vulkan-tools
waybar
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xrandr
yay
yay-debug
yazi
zoxide
zsh
zsh-completions
